

#4
a= 1
total_pay = 0
e = int(1)
while a<=12:
    l = int(input("Введіть вашу заробітню плату за Березень працівник номер "+str(e)+" -->"))
    k = int(input("Введіть вашу заробітню плату за Квітень працівник номер "+str(e)+" -->"))
    t = int(input("Введіть вашу заробітню плату за Травень працівник номер "+str(e)+" -->"))
    quar_payment = l+k+t
    print("Виплата за квартал -->", quar_payment)
    total_pay += quar_payment
    
    e+=1
    a+=1

print("Загальна виплата за квартал по всім співробітникам -->", total_pay)
    

        


